---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAnglen1
source: html/3cd08582-405c-b589-d9a5-23b09929bdae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAnglen1 Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAnglen1 { get; }
```